{
  "PostedPosted 30+ days ago": {
    "Title": "Ingénieur dévops ( télétravail)",
    "Location": "Casablanca",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Casablanca\nPubliée le: 20 Dec-11:23\nAnnonce N°: 9721913\nPour le compte de l'un de nos clients, nous recrutons des ingénieurs DEVOPS ayant une expérience de 3 ans au minimum.\n- Une expérience dans le domaine des assurances et un plus- Télétravail ( 2 fois par semaine)\nVille : Casablanca\nDomaine : Autre\nFonction : Informatique - Développement\nContrat : CDI\nEntreprise : Avanta HR Solution\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nHajar"
  },
  "PostedPosted 17 days ago": {
    "Title": "Ingénieur informatique (h/f)",
    "Location": "Tanger",
    "Company": "emd aliz",
    "Job type": "Permanent",
    "Job description": "Société située à Tanger spécialisée dans l‘e-marketing recherche un ingénieur informatique (H/F)\nResponsabilités :.- l’administration et configuration des serveurs (Linux).- Diagnostiquer les incidents liés aux systèmes Linux (Debian, CentOS et Ubuntu).- Gestion des serveurs.- Assurer le développement et la maintenance des fonctionnalités techniques des applications.- corriger les anomalies et résoudre les problèmes de performance.Profil recherché :.- Bac + 5- Maitrise les langages de programmation (PHP, HTML,Java, CSS, JavaScript).- Maitrise de SGBD PostgreSQL.- Compréhension des principes de conception d'API et d'intégration.- Maitrise systèmes Linux (Debian, CentOS et Ubuntu).- Connaissances en réseaux et protocoles de communication.\nDomaine : Informatique / Multimédia / Internet\nFonction : Informatique - Développement\nContrat : CDI\nEntreprise : emd aliz\nSalaire : A discuter\nNiveau d'études : Bac plus 5"
  },
  "EmployerActive 21 days ago": {
    "Title": "Chargé(e) de Mission - Project Management",
    "Location": "Rabat",
    "Company": "RH Multirecru",
    "Job type": "Permanent",
    "Job description": "Job Title: Chargé(e) de Mission - Project Management\nLocation: Rabat\nJob Type: Full-time\nNous sommes à la recherche d'un ingénieur pour collaborer étroitement avec la Direction Générale d'une grande entreprise forte de son engagement envers l'excellence et l'innovation.\nResponsabilités principales :\nEn tant qu'ingénieur chargé de mission, vous serez responsable de la gestion et de la coordination de divers projets stratégiques en collaboration avec la Direction Générale.\nProfil recherché :\n- Diplôme ingénieur d'une grande école au Maroc, avec une spécialisation scientifique.\n- Fraîchement diplômé ou jusqu'à 3 ans d'expérience maximum.\n- Capacité démontrée à comprendre des concepts techniques complexes et à les communiquer de manière claire et concise.\n- Excellentes compétences analytiques et de résolution de problèmes.\n- Fortes compétences en communication et en relations interpersonnelles.\n- Autonomie et capacité à travailler en équipe.\n- Maîtrise des outils informatiques et logiciels de gestion de projet.\nType d'emploi : CDI\nSalaire : 6.000,00DH à 10.000,00DH par mois\nFormation:\nÉcole d'ingénieur (Requis)"
  },
  "PostedPosted 16 days ago": {
    "Title": "Ingénieur informatique (h/f)",
    "Location": "Tanger",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Tanger\nPubliée le: 10 Feb-17:26\nAnnonce N°: 9768050\nSociété située à Tanger recherche un développeur (H/F)\n\nProfil recherché :.\nBac + 5\nl’administration et configuration des serveurs (Linux).\nMaitrise les langages de programmation (PHP, HTML,Java, CSS, JavaScript).\nMaitrise de SGBD PostgreSQL.\nMaitrise systèmes Linux (Debian, CentOS et Ubuntu).\nConnaissances en réseaux et protocoles de communication.\nCompréhension des principes de conception d'API et d'intégration.\nDomaine : Informatique / Multimédia / Internet\nFonction : Informatique - Développement\nContrat : CDI\nEntreprise : palmy\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nkhaoula"
  },
  "PostedPosted 24 days ago": {
    "Title": "Ingénieur",
    "Location": "Rabat",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Rabat\nPubliée le: 2 Feb-13:44\nAnnonce N°: 9760548\nForts de notre engagement envers l'excellence et l'innovation, nous sommes à la recherche d'un ingénieur pour rejoindre notre équipe et collaborer étroitement avec la Direction Générale.\nResponsabilités principales :\nEn tant qu'ingénieur chargé(e) de mission, vous serez responsable de la gestion et de la coordination de divers projets stratégiques en collaboration avec la Direction Générale.\nProfil recherché :\nDiplôme d'ingénieur d'une grande école au Maroc, avec une spécialisation scientifique.\n- Sortie d'école récente ou jusqu'à 3 ans d'expérience maximum.- Capacité démontrée à comprendre des concepts techniques complexes et à les communiquer de manière claire et concise.\n- Excellentes compétences analytiques et de résolution de problèmes.- Fortes compétences en communication et en relations interpersonnelles.\n- Autonomie et capacité à travailler en équipe.- Maîtrise des outils informatiques et logiciels de gestion de projet.\nDomaine : Autre\nFonction : Comptabilite/Gestion/Audit/Finance\nContrat : CDI\nEntreprise : Confidentielle\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nConfidentielle"
  },
  "PostedPosted 12 days ago": {
    "Title": "Ingénieur informatique erp (ms dynamics)",
    "Location": "Casablanca",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Casablanca\nPubliée le: 14 Feb-14:26\nAnnonce N°: 9771445\nProfil demandé\nDiplômé(e) de Bac+4 à Bac+5 en informatique génie logiciel, programmation ou MIAGEAyant 1 à 4 ans d'expérience sur un poste similaire NAVISION.Ayant Très bonne connaissance de la partie Microsoft Dynamics NAV (Navision).La mission principale est la gestion des ERP du système d’information de l’entrepriseè Compétences requises :Connaissance de l'administration de Microsoft Dynamics NAV (Navision).Maîtrise des bases fondamentales des opérations financièresè Compétences techniques :Connaissance technique de Microsoft Dynamics NAV (Navision).Développeur de Microsoft Dynamics NAV (NAVSION).è Tâches :Les tâches varient de l’étude, implémentation, intégration, exploitation, administration, maintenance, support & gestion d’incidents, supervision, gestion de projet, relation prestataires, veille technologique, …è Connaissances & qualités requises :AutonomieBonne réactivité et capacité d'adaptation face aux différentes évolutions ou urgences pouvant se présenterRigueur et méthodologie,Capacité d'analyse et de synthèseBon sens de l'organisation, Sens du détail, Gestion des prioritésAisance relationnelle et sens de la communication et du reporting\nBon esprit d'équipeExcellente communication orale et écriteMaîtrise du français et de l’anglais\nDomaine : Informatique / Multimédia / Internet\nFonction : Informatique - Systèmes d'Information\nContrat : CDI\nEntreprise : SYSCO CONSULTING\nSalaire : A discuter\nNiveau d'études : Bac plus 4\nAnnonceur :\nBAKRI Tayeb"
  },
  "EmployerActive 3 days ago": {
    "Title": "Ingénieur Full Stack H/F",
    "Location": "Casablanca",
    "Company": "Cloud Eco",
    "Job type": "Permanent",
    "Job description": "Rattaché(e) à l'équipe technique marocaine et française, vous serez en charge de développer la partie web de notre CRM.\nVous serez amenés à :\nPrendre en charge les demandes des utilisateurs par notre système de gestion des incidents.\nDiagnostiquer la demande en s'appuyant sur les connaissances disponibles (savoir-faire, base de connaissances, collègues...) afin de déterminer la réponse adéquate.\nEscalader l’incident au service adéquat s’il n’est pas en mesure de résoudre à son niveau.\nDévelopper de nouvelles solutions aux problèmes détectés.\nAssister les utilisateurs en cas de besoin dans l'application des solutions proposées.\nAssurer le suivi et la communication liée au traitement des demandes avec les différents niveaux de support.\nContribuer à l’amélioration du service et enrichir la base de connaissances.\nParticiper à l’identification des dysfonctionnements majeurs.\nAlerter son manager des problèmes éventuels rencontrés.\nParticiper à la migration du CRM 4D vers Angular et node JS (maîtrise de 4D & Angular Node JS )\nProfil recherché :\nVous êtes de formation Bac+5 (École d’ingénieur, Université ou équivalent …) en informatique\nVous avez entre 2 à 5 ans expériences significatives en développement fullstack\nVous avez une parfaite maîtrise de l'environnement JS : Node et Angular ou autres technologies JS\nVous disposez de capacités d’analyse et de synthèse éprouvée\nAutonomie, initiative, esprit d’analyse\nEn vivant cette expérience chez nous, vous aurez l’occasion de travailler dans une entreprise à taille humaine, à forte dimension et au sein d’une équipe collaborative où vous pourrez évoluer en autonomie.\nSi cette offre vous correspond, n’attendez plus ! Postulez !\nLocalisation : Casanearshore (20190)\nType d'emploi : CDI"
  },
  "PostedPosted 4 days ago": {
    "Title": "Power Distribution Engineer",
    "Location": "Rabat",
    "Company": "ALTEN",
    "Job type": "Permanent",
    "Job description": "Description de l'entreprise\n\nALTEN DELIVERY CENTER MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2300 consultants et vise un centre d’excellence de 3100 consultants ALTENiens en fin 2024. Avec plus de 90 recrutements par mois, ALTEN Maroc est désormais un acteur majeur de l’insertion professionnelle des ingénieurs. Nous accompagnons nos clients, leaders de l’Industrie dans leurs stratégies de développement dans les domaines de l’automobile, du ferroviaire, de l’IT, de la R&D et des Télécoms & Médias.\nRejoindre ALTEN MAROC c’est bénéficier :\nDes parcours professionnels diversifiés avec des opportunités de carrière, une mobilité interne, sectorielle, géographique et métiers.\nDes formations certifiantes et diplômantes.\nDes événements réguliers pour combiner bien être et performance.\n\nDescription du poste\nDefine the Power Distribution Configurations to support the new Centralized and Service Oriented Architecture by specifying power busses, converters, electrical centers, zone controllers power distribution, circuit protection and grounding strategy to support all different vehicle platforms\nDefine a family of smart Electrical Centers and power distribution up-integration into Zone Controllers that can enable 30% wiring mass and complexity reduction\nDefine Power Architecture solutions that can enable advanced power switching/controls and energy data collection to support advanced energy management features\nCreate reference plan views for the power distribution configurations for the different vehicle platforms, and have a ruleset that can be used for determination of the correct power distribution configuration to be used depending on vehicle content.\nCreate Power Distribution diagrams\nDefine Fail Operational Power/Grounding Architecture configurations from energy source to delivery for safety critical systems and components\nExecute Technical and Design Review with Tier1/2 and internal stakeholders to ensure that the component/system design is compliant with Stellantis guidelines.\nRelentlessly drive to early life cycle delivery through an agile approach.\nWilling to take action and drive results.\n\nQualifications\n\nBac+5 en génie électrique ou en génie électrique/électronique\n\nQualifications minimales :\n1 à 3 ans d’expérience dans l’industrie de la distribution d’énergie / des centres électriques / de la conception de câblage\nExpérience dans la définition et la conception de grands systèmes complexes de distribution d’énergie, y compris la définition de topologies, de composants et d’interfaces de distribution d’énergie.\nCompréhension approfondie des architectures EE typiques des véhicules et des processus de développement automobile.\nExpérience pour établir un réseau professionnel au sein de l’écosystème des équipementiers automobiles et des entreprises technologiques.\nSolide penseur systémique.\nLa maîtrise de l’anglais est requise, toute autre langue européenne est un avantage.\nQualifications souhaitées :\nMaster ou doctorat en génie informatique, en informatique ou en génie électrique.\nConception de plates-formes ou de composants EE pour les architectures orientées services (SOA), telles que les contrôleurs de zone avec distribution d’énergie et/ou les centres électriques intelligents/électroniques\nFait preuve d’excellentes communications écrites et verbales, claires et soucieuses du détail, sur des sujets très complexes."
  },
  "PostedPosted 9 days ago": {
    "Title": "Ingénieur structure",
    "Location": "Rabat",
    "Company": "",
    "Job type": "",
    "Job description": "Rabat\nPubliée le: 17 Feb-14:13\nAnnonce N°: 9774380\nUne société d'ingénierie et de conseil à Rabat cherche à recruter un responsable de structure, profil BAC+5 en génie civil, ayant une expérience d'au moins 5 ans dans le domaine des études techniques.\nAttributions:\nElaboration des plans de structure en béton armé et charpente métallique.\nProduction des notes de calcul et éléments de réponses.\nElaboration des CPS et estimations financières des projets.\nVeille sur la production des livrables de l’ensemble des lots suivant le CPS (électricité, plomberie..) dans les délais fixés.\nAnimation des réunions avec les maitres d'ouvrage publics et privés.\nAssistance technique et suivi des travaux.\nSuivi des objectifs de la direction.\nCompétences requises:\nMaitrise de manipulation des logiciels de modélisation et de conception (Arch, Robot, CBS...)\nMaitrise des outils informatiques (Office, Ms Project...)\nMaitrise de la langue françaises à l'écrit et à l'orale.\nAutonomie, rigueur et persévérance\nSi vous êtes intéressés et votre profil correspond aux attributions demandés, veuillez envoyer votre CV accompagné d’une lettre de motivation, ainsi que vos prétentions salariales.\nDomaine : Construction / Btp\nFonction : Bureau etudes/BTP archit/conception\nContrat : A discuter\nEntreprise : INGENIERIE\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nBET"
  },
  "PostedPosted 6 days ago": {
    "Title": "Wiper - Ingénieur test et automatisation",
    "Location": "El Jadida",
    "Company": "Orange",
    "Job type": "",
    "Job description": "Entreprise / Entité : Direction du Système d’Information d’ Orange Business / Digital Front Ends\nLocalisation du poste : Maroc (Rabat)\nEn tant qu'Ingénieur test et automatisation , venez dessiner avec nous le Système d’Information qui accompagne la stratégie B2B d’Orange Business.\nAu cœur des activités IT d’Orange Business, nos experts du SI rendent nos clients autonomes en exploitant les nouvelles technologies et les données pour une expérience digitale de qualité\nNotre équipe pluridisciplinaire est composée de plus de 45 personnes réparties sur 3 sites (La Défense, Rennes et Rabat), aux profils variés : Chefs de projets / Experts fonctionnels, développeurs, des experts techniques, Technical Leader, Scrum Masters. Nous fonctionnons principalement en agile et incarnons le manifeste Be Orange Business au quotidien.\nLes objectifs :\nLa définition d’une stratégie de test\nLa rédaction et le maintien du cahier de test (test fonctionnels, tests d’intégration, tests de non régression, tests techniques) pour chaque sprint de l’application\nL’interface avec le Business Owner/Proxy Product Owner pour suivre les besoins clients\nL’exécution des tests planifiés sur l’environnement d’intégration continue\nLe reporting sur l’avancement des tests\nL’Analyse des user story fonctionnelles\nProactivité sur les alertes et points bloquants\n\nabout you\nDe formation BAC+5. Vous avez une expérience de 2 ans minimum en matière de test d’application Web (back-end et front-end), et vous êtes capable d’investiguer des problèmes techniques ou des problèmes d’intégration afin d’expliquer clairement la nature du problème et éventuellement de poser un premier diagnostic (ou de participer à l’élaboration du diagnostic).\nVous êtes autonome, curieux organisé et très rigoureux.\nExpérience dans Selenium, Cucumber, Postman, Newman…\nVous êtes intéressé par la démarche DevOps et les problèmes d’automatisation de test, et vous disposez d’un solide bagage technique (informatique) .\nVous êtes Dynamique, Autonome, proactif(ve), doté(e) d'un bon relationnel, et motivé(e) par la découverte de nouvelles technologies / nouvelles méthodes.\n\nadditional information\nSavoir être :\nProactivité, esprit d’équipe, autonomie,\nRigueur, attention au détail, persévérance\nSouhaitable\nExpérience dans un contexte Agile\nConnaissance de vue.js et reactjs,bootstrap\nUne expérience pratique d'applications hébergées dans le cloud est un plus : Kubernetes, Docker,..\nExpérience dans l’automatisation des tests : cucumber souhaitable\n\ncontract\nRegular"
  },
  "PostedToday": {
    "Title": "Ingenieur technicien coordination etsuivi travaux",
    "Location": "Casablanca",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Casablanca\nPubliée le: 26 Feb-10:46\nAnnonce N°: 9781499\nNous sommes un cabinet d'architecte qui cherche un INGENIEUR TECHNICIEN DE COORDINATION ET DE SUIVI DES TRAVAUX ET\nREALISTAION DES PLANS D'EXE.Compétences acquises:\nFormation Bac+5\nCompétences techniques et relationnelles pour Le pilotage des travaux.Réactivité et capacité dans la gestion du stress Et les imprévus\nOrganisation et rigueur technique et financière.Aisance relationnelle dans le cadre de la gestion des équipes et des échanges avec les clients.\nConnaissance réglementaires et techniques\nExpériences professionnelles:\n5 ans en matière de coordination des travaux\nMissions principales:\nL’ingénieur des travaux est responsable de toutes Les étapes d’un projet de construction et de réhabilitation. Il est chargé de la coordination des opérations de chantier, du contrôle de toutes les phases d’un projet et de la préparation des appels d’offres des lots techniques. Il examine également le rapport technique du projet, les plans EXE et les études du projet. Enfin, il est chargé de la budgétisation et l’optimisation des coûts.\nMissions et activités spécifiques du poste (tâches):\nMaitrise des outils informatiques EXCEL (Logiciels, 3D De suivi)\nSalaire proposé : 9000dh -12000 dh\nDate de début:1 mars 2024\nDomaine : Urbanisme / Architecture / Aménagement\nFonction : Bureau etudes/BTP archit/conception\nContrat : CDI\nEntreprise : cabinet d'architecte\nSalaire : Plus de 10 000 DH\nNiveau d'études : Bac plus 5\nAnnonceur :\nAziza"
  },
  "PostedPosted 14 days ago": {
    "Title": "Stagiaire ingénieur système et devops",
    "Location": "Casablanca",
    "Company": "",
    "Job type": "Temporary",
    "Job description": "Casablanca\nPubliée le: 12 Feb-17:26\nAnnonce N°: 9769823\nDESCRIPTION ENTREPRISE:\nBOA Services International située au Maroc héberge les activités de support et de contrôle aux filiales bancaires du Groupe Bank Of Africa situées en Afrique Sub-Saharienne.\nMission :\nMise en production et optimisation de l'Analyse et de l'Observabilité des Applications\nBancaires à l'aide des Modules ELK- Implémentation Avancée de l'Observabilité et de l'Analyse des Performances pour une Infrastructure Critique Bancaire\nTâches : \nMettre en place l'automatisation du téléchargement des agents APM. \nImplémenter des politiques de nettoyage des logs. Utiliser les pipelines d'ingestion ou Logstash pour l'analyse syntaxique des logs. \nÉtablir des tableaux de bord spécifiques à chaque banque. Structurer et catégoriser les alertes. \nAutomatiser les processus. Observability, Universal profiling \nTracing from nginx to elastic apm Elastic machine learning \nMonitoring postgres with pgwatch\nDomaine : Banque / Finance / Assurance\nFonction : Informatique - Développement Hardware\nContrat : Stage\nEntreprise : BOA SERVICES International\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nMohammed"
  },
  "EmployerActive 4 days ago": {
    "Title": "Ingénieur Réseaux et Télécoms Junior - Casablanca",
    "Location": "Casablanca",
    "Company": "ECA ASSURANCES",
    "Job type": "Permanent",
    "Job description": "En tant qu'ingénieur réseau et Telecom vous serez chargé de :\n- Administration des plateformes téléphonique VOIP\n- Administrer et faire évoluer les réseaux locaux de nos filiales\n- Administration des serveurs Linux et Windows.\n- Gestion et la résolution d'incidents.\n- Conduire des projets informatiques.\n- Définir les projets d’extension, de modification du réseau.\n- Prévenir les anomalies et les pannes de fonctionnement du réseau\n- Mise en place de procédures d'exploitation.\n- Optimiser l'exploitation des plateformes, leur disponibilité et leur performance.\n- Faire de la veille technologique.\nProfil recherché :\nDe formation Bac 5 en Réseaux et Systèmes avec une expérience de minimum 3 ans en Réseaux et Télécom\n- Très Bonne maîtrise des réseaux TCP/IP.\n- Maîtrise de la configuration des routeurs (routage IP, VLANs (802.1Q), NAT)\n- Maîtrise des environnements Windows Server.\n- Très Bonne maîtrise d’UNIX et GNU/LINUX.\n- Maîtrise de sécurité informatique.\n- Maîtrise de la Virtualisation (vSphere, XEN, Hyper-V).\n- Maitrise du dépannage informatique.\n- un bon niveau en français à l’écrit comme à l’oral.\n- Possibilité de se déplacer à l’étranger.\n- Autonome, ouvert d’esprit et doté de réelles qualités relationnelles\nType d'emploi : CDI"
  },
  "PostedPosted 5 days ago": {
    "Title": "Ingénieur JAVA - PEGA- H/F/X",
    "Location": "Casablanca",
    "Company": "Société Générale",
    "Job type": "Permanent",
    "Job description": "Vos missions au quotidien\nEn tant que membre de l’équipe GBSU CXS Case Management, votre mission principale consistera à :\nIntégrer une équipe agile et participer au développement du produit destiné à l’amélioration de l’expérience client.\nSe former au développement avec l’outil Pega.\nModéliser et automatiser les processus avec l’outil Pega.\nParticiper aux développements des Apis REST et s’assurer de la bonne qualité et la sécurité de ces Apis.\nParticiper aux développements et l’amélioration de la performance des requêtes sql (Oracle).\nParticiper aux développements de l’envoie des données sur le Data Lake Azure.\nParticiper à l’amélioration des outils DEVOPS pour la gestion des releases automatiques.\nParticiper à la migration cloud de l’application.\nAcquérir une connaissance approfondie de certains processus métier de GBSU\nPar ailleurs, il est attendu, que vous :\nProposiez, à moyen terme, des améliorations de processus et participiez à leur mise en œuvre ;\nSoyez force de proposition pour apporter des solutions innovantes.\nAssuriez à tout instant que les travaux réalisés sont en ligne avec les standards SG (conformité avec la réglementation et les procédures internes) ;\nDans ce cadre, vous serez en contact permanent avec les BUs de GBSU CXS et les équipes techniques et métier qui utilisent le produit.\nEt si c’était vous ?\nDe formation supérieure de type École d’Ingénieur ou Master, vous disposez de bonnes connaissances en développement informatique (Java/C++/C#, SQL, Spark, Hive), via une expérience professionnelle de 2 à 5 ans.\nLa connaissance de scripting bash, Kibana, Elastic search est un plus.\nPourquoi nous choisir ?\nCréée en 2014, SG ATS est une filiale du Groupe Société Générale qui fournit des solutions agiles et efficaces aux salles des marchés SG en Europe (principalement à Paris et Londres) afin de les aider à se développer et à répondre aux exigences de plus en plus fortes imposées par les différentes législations bancaires internationales.\nForte de ses premiers succès sur les activités de marché, SG ATS fournit depuis 2020 des prestations à forte valeur ajoutée à différentes lignes de métiers du Groupe (en Europe principalement mais également aux Etats-Unis et en Asie) sur des activités de finance, risque, conformité.\nSacrée « Meilleur Employeur 2023 – Maroc » et ayant obtenu un certificat d’excellence pour le respect des principes d’égalité Femmes-Hommes en 2021, SG ATS est une structure jeune et dynamique qui positionne le capital humain au centre de son développement. SG ATS souhaite donc s’entourer de talents qui participeront activement à la réussite de l’entreprise tout en évoluant dans un environnement international propice au développement de compétences et d’expertises de niche.Au sein de SG ATS, l’équipe Global Business Service Unit (GBSU) a pour mission de fournir quotidiennement des services aux Business Units (BU) de l’entité Global Banking and Investor Solutions (GBIS) et à leurs clients et d’accélérer leur transformation.\n« Les informations recueillies sur ce site font l’objet d’un traitement destiné à répondre aux besoins de recrutement de la société SG ATS. Ces données sont traitées par les services internes de la société. Conformément à la loi n° 09-08 promulguée par le Dahir 1-09-15 du 18 février 2009, relative à la protection des personnes physiques à l’égard du traitement des données à caractère personnel, vous bénéficiez d’un droit d’accès et de rectification aux informations qui vous concernent, que vous pouvez exercer en vous adressant à donnees-personnelles.sgats@sgcib.com .Vous pouvez également, pour des motifs légitimes, vous opposer à ce que les données qui vous concernent fassent l’objet d’un traitement. Ces données peuvent faire l’objet d’un transfert à l’étranger. Ces traitements ont été notifiés et autorisés par la CNDP sous les numéros A-RH-354/2016 et T-RH-129/2016\nNous sommes un employeur garantissant l'égalité des chances et nous sommes fiers de faire de la diversité une force pour notre entreprise. Le groupe s’engage à reconnaître et à promouvoir tous les talents, quels que soient leurs croyances, âge, handicap, origine ethnique, nationalité, appartenance à une organisation politique, religieuse, syndicale ou à une minorité, ou toute autre caractéristique qui pourrait faire l’objet d’une discrimination.\nRéférence: 240004XB\nEntité: SG Africa Technologies & Services\nDate de début: 29/02/2024\nDate de publication: 21/02/2024"
  },
  "EmployerActive 20 days ago": {
    "Title": "ingénieur réseaux junior orienté réseaux informatiques pour société",
    "Location": "Casablanca",
    "Company": "CRIT MAROC",
    "Job type": "Permanent",
    "Job description": "Nous recrutons pour un grand groupe un ingénieur réseau informatique , orienté systèmes et réseaux débutant ayant des stages ou une première expérience réussie en réseaux, anglophone, si vous êtes intéressé envoyez votre cv\nType d'emploi : CDI\nSalaire : 9.000,00DH à 10.000,00DH par mois"
  },
  "EmployerActive 7 days ago": {
    "Title": "Directeurs Travaux",
    "Location": "Casablanca",
    "Company": "URBAGEC",
    "Job type": "Full-time",
    "Job description": "Opportunité de carrière :\nNous sommes à la recherche des profils pour rejoindre notre équipe en tant que Directeur des Travaux. Si vous êtes passionné par la gestion de projets de construction, que vous avez une expérience solide et que vous recherchez un défi stimulant, cette opportunité est pour vous !\nDescription du poste\nEn tant que Directeur des Travaux, vous serez responsable de superviser et de coordonner tous les aspects des projets de construction, depuis la phase de planification jusqu'à la livraison. Vous dirigerez une équipe multidisciplinaire et travaillerez en étroite collaboration avec les parties prenantes internes et externes pour assurer la réussite des projets dans le respect des délais, du budget et des normes de qualité.\nRésponsabilités\nGérer la planification, la budgétisation et l'exécution des projets de construction.\nSuperviser et coordonner les équipes sur le terrain, y compris les sous-traitants et les fournisseurs.\nAssurer le respect des normes de sécurité et des réglementations en vigueur sur les chantiers.\nCollaborer étroitement avec les architectes, ingénieurs et autres parties prenantes pour assurer la conformité aux spécifications du projet.\nAnalyser et résoudre les problèmes techniques ou opérationnels pouvant survenir pendant la construction.\nExigences\nAu moins 8 ans d'expérience avérée en gestion de projets de construction, avec une expérience préalable en tant que directeur des travaux.\nSolides compétences en leadership, gestion d'équipe et capacité à travailler dans un environnement dynamique.\nMaîtrise des outils informatiques et logiciels de gestion de projet.\nExcellentes compétences en communication et capacité à interagir efficacement avec diverses parties prenantes.\nDiplôme universitaire en génie civil, en architecture.\nType d'emploi : Temps plein\nSalaire : 18.000,00DH à 23.000,00DH par mois\nCapacité à faire le trajet ou à déménager:\nCasablanca: Faire le trajet sans problème ou prévoir un déménagement avant de prendre son poste (Optionnel)\nQuestion(s) de présélection:\nAvez vous déjà travailler sous un Système de management ?\nFormation:\nMaster ou École de commerce et de gestion (Optionnel)\nExpérience:\nconstruction et génie civil: 5 ans (Requis)\nBTP: 5 ans (Requis)\nPermis/certification:\nPermis de conduite (Requis)\nDate limite de candidature : 20/01/2024"
  },
  "EmployerActive 8 days ago": {
    "Title": "Stage en informatiques et systèmes d'information ERP",
    "Location": "Casablanca",
    "Company": "Association l'Heure Joyeuse",
    "Job type": "Full-time +1",
    "Job description": "L’heure Joyeuse est à la recherche d'un stagiaire en Informatique et Système d'Information ERP pour rejoindre notre équipe pour une période de 3 mois. Le stagiaire contribuera à la mise en place d’un système ERP dans les domaines de l'achat et de la gestion des projets.\nResponsabilités :\n- Travailler en collaboration avec les différentes parties prenantes internes pour comprendre les besoins spécifiques en matière d'achat et de gestion des projets ;\n- Personnalisation des Fonctionnalités ERP : Développer et personnaliser les fonctionnalités ERP en utilisant les langages de programmation pertinents tels que C# et JavaScript, en veillant à l'intégration fluide avec les modules liés à l'achat et à la gestion de projet.\n- Conception et Mise en Œuvre : Concevoir et mettre en œuvre des solutions informatiques adaptées, en garantissant une approche analytique et une réponse précise aux besoins identifiés.\n- Collaboration en Équipe : Travailler de manière autonome tout en participant activement avec l'équipe, en partageant des idées, en résolvant des problèmes et en contribuant positivement à l'environnement professionnel.\n- Maîtriser les outils essentiels tels que Visual Studio et MySQL Server pour assurer le développement et la mise en œuvre efficaces des solutions informatiques.\nCompétences techniques requises\n- Connaissances approfondies en système d'information et les systèmes ERP.\n- Compréhension approfondie des modules ERP liés à l'achat et à la gestion des projets.\n- Maîtrise des langages de programmation pertinents pour le développement et la personnalisation des fonctionnalités ERP (préférence langue C#, javascript) et la maitrise du logiciel visual studio et My SQL serveur\n- Capacité à analyser, concevoir et mettre en œuvre des solutions informatiques adaptées aux besoins d'achat et de gestion des projets.\n- Compétences en résolution de problèmes, autonomie et capacité à travailler en équipe.\nProfil recherché\n· Etudiant(e) en dernière année de cycle ingénieur ou équivalent en Génie Informatique, Système d'Information ou toute autre formation pertinente.\n· Maîtrise des langages de programmation pertinents pour le développement et la personnalisation des fonctionnalités ERP (préférence langue C#, javascript) et la maitrise du logiciel visual studio et My SQL serveur\n· Bonnes compétences en communication et capacité à travailler en équipe.\n· Autonomie, rigueur et curiosité intellectuelle.\nType d'emploi : Temps plein, Stage\nDurée du contrat : 3 mois"
  },
  "EmployerActive 6 days ago": {
    "Title": "Ingénieur réseaux informatiques junior anglophone pour société à Ain Sbaa",
    "Location": "Casablanca",
    "Company": "CRIT MAROC",
    "Job type": "Full-time +1",
    "Job description": "Nous recrutons un ingénieur informatique orienté réseaux informatique pour un grand groupe, impliqué, autonome, anglophone, ayant un diplôme d'ingénieur en réseaux informatique, maitrisant parfaitement l'anglais, fraichement diplômé avec des stages en réseaux informatiques, si vous êtes intéressé envoyez votre cv\nType d'emploi : CDI, Temps plein\nSalaire : 9.000,00DH à 10.000,00DH par mois"
  },
  "EmployerActive 14 days ago": {
    "Title": "INGENIEUR DE PRODUCTION TRAITEMENT DE L’OBSOLESCENCE - H/F",
    "Location": "Casablanca",
    "Company": "Bénin Digital",
    "Job type": "Full-time",
    "Job description": "INGENIEUR DE PRODUCTION TRAITEMENT DE L’OBSOLESCENCE\nObjectif global : Produire Le traitement de l'obsolescence des applications banques à distance\nMISSIONS:\nDans le cadre d'une \"taskforce\" traitement de l'obsolescence RH7.9/Windows, réaliser des migrations de socle.\nProfil demandé de type ingénieur de production orienté administration système spécialiste Redhat / Windows\nLe candidat devra assurer la planification, la coordination et le suivi de la gestion de l'obsolescence multi-applications , de la réalisation à la validation technique ainsi que la qualification fonctionnelle et technique avec les éditeurs de la solution .\nCompétences requises :\n· Administration de serveurs et de systèmes d'exploitation Linux et Windows\n· Scripting en général powershell/python\n· Connaissance des protocoles de réseau tels que TCP/IP, DNS, DHCP, VPN, VLAN, etc.\n· Excellentes compétences en résolution de problèmes\n· Connaissance fonctionnement API\n· Capacité à gérer les équipes et à travailler en collaboration avec les autres départements\n· Solides compétences en gestion de projet et en planification\n· Excellentes compétences en communication reporting et remontée d'alertes\nDéfinition du profil :\nParticipe aux difµojet\n- Met en œuvre des solutions techniques.\n- Réalise des diagnostics pour identifier les causes de dysfonctionnement, proposer et mettre en œuvre des corrections et des solutions de \"back-up\".\n- Propose des solutions pour améliorer les performances de son domaine d'activité.\n- Assure, si nécessaire, l'interface des experts des autres domaines et gère les échanges avec les sous-traitants.\n- Définit les règles de bonne gestion des systèmes d'exploitation.\n- Conçoit si nécessaire les normes et les règles de bonne gestion et vérifier systématiquement leur application (sécurité informatique, qualité?).\n- Assure la mise à niveau, l'assemblage, la cohérence et l'homologation des différents logiciels (progiciels, base de données, développements spécifiques) dans le respect de l'architecture retenue.\n- Prend en charge l'intégration de nouvelles applications ou de progiciels (transactionnel et/ou batch) dans le respect des normes et procédures en vigueur\n- Effectue la réception, la validation et le packaging des composants.\n- Installe et met à disposition des composants.\n- Réalise la recette technique et l'homologation des composants / applications.\n- Participe à l'amélioration des processus et des outils d'industrialisation et de déploiement.\n- Travaille en relation étroite et permanente avec les équipes Etudes, Infrastructures et Sécurité.\nSpécificités pour les tests techniques :\n- Prise de connaissance du changement et de son contexte technique\n- Complète le plan de tests proposé\n- Prépare les infrastructures de tests\n- Valide les documents et les procédures à destination de la production\n- Réalise les différents tests techniques\n- Analyse les résultats\n- Contribue au diagnostic en cas de dysfonctionnement\n- Rédige les rapports détaillés qui aideront à la décision du GO/NOGO pour la mise en production\n- Constitue ou met à jour le patrimoine de tests réutilisable pour les intégrations ultérieures\n- Effectue le reporting vers le Responsable Intégration\n- Contribue à l'amélioration continue\n- Industrialise les tests techniques récurrents (automatisation, outillage?)\nLe livrable est : Validation technique et fonctionnelle\nCompétences techniques :\n· Linux/Redhat - Confirmé - Impératif\n· Windows - Confirmé - Impératif\n· Langage de scripting Python - Confirmé - Impératif\n· Protocole réseau - Confirmé – Impératif\nConnaissances linguistiques :\n· Français Courant (Impératif)\nAnglais Professionnel (Impératif\nBénin Digital est une Entreprise de Services du Numérique (ESN) spécialisée dans la digitalisation des processus métiers et accompagne les clients issus des secteurs de l’industrie, de la Banque & assurance, de l’industrie, de la Grande distribution & e-commerce, et des Médias & communication. Nous interagissons avec nos clients et consultants autour de compétences « tech » pour l’essentiel et les accompagnons aussi avec des talents Data, Produit, Design et Marketing Digital. Benin Digital accompagne ses clients dans la chaine de valeur de leurs activités en leur mettant à disposition son expertises à travers des consultants hautement qualifiées pour des projets et des missions diversifiées en Afrique et en Europe.\nType d'emploi : Temps plein\nSalaire : 3.500,00DH à 12.000,00DH par mois"
  },
  "PostedPosted 27 days ago": {
    "Title": "Ingénieur Cloud Ops/DevOps- H/F/X",
    "Location": "Casablanca",
    "Company": "Société Générale",
    "Job type": "Permanent",
    "Job description": "Vos missions au quotidien\nDans votre mission, vous aurez également la chance de contribuer à la mise en place de projet s'appuyant sur du green computing faisant partie de la stratégie ESG du groupe.\nVous serez basé à Casablanca, au sein de la filiale SG Africa Technologies & Services (SG ATS).\nAu sein du département Recherche & Développement, vous rejoindrez l’équipe Cloud Operations, responsable sur la gestion, le monitoring et l’optimisation des infrastructures, applications et services basés sur le cloud public (Azure) et interne (On-Premise).\nVotre rôle consistera à :\nConcevoir et mettre en œuvre des architectures cloud évolutives, scalable, résilientes et sécurisées.\nCollaborer avec les équipes de développement pour prioriser les sujets et mettre en place l’infrastructure requise\nIdentifier et implémenter les différentes recommandations de sécurité\nConcevoir, automatiser et implémenter les scripts de gestion de l’infrastructure\nImplémenter des solutions de suivi post production (KPI) et de remontée d’alertes,\nAssurer le support et la gestion des incidents des environnements techniques en collaboration avec les différentes parties prenantes (ex : équipes de prod, de dev et les équipes Microsoft)\nEt si c’était vous ?\nDe formation supérieure de type master, grande école d’Ingénieurs ou 3ème cycle universitaire, avec dominance Informatique. Vous avez minimum 4 ans d'expériences au sein d'un environnement similaire :\nVous avez une bonne communication, et vous êtes dotés de compétences en matière de collaboration écrite et verbale.\nVous avez le sens de l'entraide, le travail en équipe ainsi que le partage de connaissance\nVous êtes agile et vous veillez à livrer de la valeur en continue, en incrément et itérations\nVous avez une bonne capacité d'apprentissage et d'intégration de nouvelles compétences.\nAu regard du contexte international, un Anglais courant est indispensable.\nCompétences techniques\nUne Expérience dans l’industrialisation des projets (pipeline CI/CD)\nUne Expérience en cloud public Microsoft Azure\nConnaissance solide des écosystèmes de conteneurisation (Docker, Kubernetes, Kubernetes managé, etc.)\nConnaissance et pratique des mécanismes d'automatisation de déploiement et outillage DevOps CI/CD (exemple : Ansible, Git, GitHub, Artifactory,…).\nInfra-as-code & Scripting (Terraform, ARM, etc)\nUne connaissance des architectures microservices / systèmes distribuées\nUne expérience en administration système\nExpérience avec les bases de données relationnels\nCompétences souhaitables\nExpériences avec les frameworks Agile\nExpérience en administration réseau et sécurité\nNotre environnement technique\nAzure (Azure Kubernetes Services, Azure Batch, Azure Service Fabric, etc)\nOctopus Deploy\nTerraform, ARM\nAnsible\nDocker\nKubernetes\nHelm\nTeamCity\nPourquoi nous choisir ?\nCréée en 2014, SG ATS est une filiale du Groupe Société Générale qui fournit des solutions agiles et efficaces aux salles des marchés SG en Europe (principalement à Paris et Londres) afin de les aider à se développer et à répondre aux exigences de plus en plus fortes imposées par les différentes législations bancaires internationales.\nForte de ses premiers succès sur les activités de marché, SG ATS fournit depuis 2020 des prestations à forte valeur ajoutée à différentes lignes de métiers du Groupe (en Europe principalement mais également aux Etats-Unis et en Asie) sur des activités de finance, risque, conformité.\nSacrée « Meilleur Employeur 2023 – Maroc » et ayant obtenu un certificat d’excellence pour le respect des principes d’égalité Femmes-Hommes en 2021, SG ATS est une structure jeune et dynamique qui positionne le capital humain au centre de son développement. SG ATS souhaite donc s’entourer de talents qui participeront activement à la réussite de l’entreprise tout en évoluant dans un environnement international propice au développement de compétences et d’expertises de niche.\nL’équipe Recherche & Développement (R&D) est à la charge du développement & maintenance des applications de calcul de prix & indicateurs de risques des produits dérivés financiers. Ces applications sont déployées dans les salles de marchés SG monde et utilisées par le front office (Trading, Ingénierie financière, Risques).\nEn rejoignant l’organisation, vous aurez la chance de travailler sur la transformation et l'évolution des services et applications de grands ampleur et enjeux à savoir :\nScalabilité (des millions de requêtes servies par jour)\nSécurité\nMaîtrise des coûts\nDans votre mission, vous aurez également la chance de contribuer à la mise en place de projet s'appuyant sur du green computing faisant partie de la stratégie ESG du groupe.\n« Les informations recueillies sur ce site font l’objet d’un traitement destiné à répondre aux besoins de recrutement de la société SG ATS. Ces données sont traitées par les services internes de la société. Conformément à la loi n° 09-08 promulguée par le Dahir 1-09-15 du 18 février 2009, relative à la protection des personnes physiques à l’égard du traitement des données à caractère personnel, vous bénéficiez d’un droit d’accès et de rectification aux informations qui vous concernent, que vous pouvez exercer en vous adressant à donnees-personnelles.sgats@sgcib.com .Vous pouvez également, pour des motifs légitimes, vous opposer à ce que les données qui vous concernent fassent l’objet d’un traitement. Ces données peuvent faire l’objet d’un transfert à l’étranger. Ces traitements ont été notifiés et autorisés par la CNDP sous les numéros A-RH-354/2016 et T-RH-129/2016.\nNous sommes un employeur garantissant l'égalité des chances et nous sommes fiers de faire de la diversité une force pour notre entreprise. Le groupe s’engage à reconnaître et à promouvoir tous les talents, quels que soient leurs croyances, âge, handicap, origine ethnique, nationalité, appartenance à une organisation politique, religieuse, syndicale ou à une minorité, ou toute autre caractéristique qui pourrait faire l’objet d’une discrimination.\nRéférence: 240002HP\nEntité: SG Africa Technologies & Services\nDate de début: immediat\nDate de publication: 29/01/2024"
  },
  "PostedPosted 13 days ago": {
    "Title": "Ingénieur automaticien",
    "Location": "Préfecture de Mohammédia",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Mohammedia\nPubliée le: 13 Feb-12:11\nAnnonce N°: 9770279\nNous sommes une société base a Mohammedia de automatisme et régulation recherche un ingénieur automaticien talentueux et motivé pour rejoindre notre équipe dynamique. Si vous êtes passionné par l'automatisation, les systèmes de contrôle et la résolution de problèmes complexes, nous aimerions vous connaître !\nResponsabilités clés :- Concevoir et développer des systèmes automatisés et des solutions de contrôle- Analyser les besoins des clients et proposer des solutions adaptées- Collaborer avec des équipes multidisciplinaires pour assurer la réussite des projets- Assurer la maintenance et l'amélioration continue des systèmes existants- Rédiger des rapports techniques et documenter les projetsExigences :- Diplôme en ingénierie, de préférence en automatisme, électronique ou équivalent- Expérience en programmation de systèmes automatisés (PLC, HMI, SCADA)- Connaissance des normes et régulations industrielles- Excellentes compétences en communication et travail d'équipe- Capacité à gérer plusieurs projets simultanémentSi vous êtes intéressées veuillez envoyez vos CV via ce site maroc annonces.\nDomaine : Industrie / Ingénierie / Energie\nFonction : Informatique - Développement\nContrat : CDI\nEntreprise : Iconics Maroc\nSalaire : A discuter\nNiveau d'études : Bac plus 2\nAnnonceur :\nIconics Maroc"
  },
  "PostedPosted 8 days ago": {
    "Title": "Conducteur de travaux d'électricité",
    "Location": "Marrakech",
    "Company": "Marrakech",
    "Job type": "",
    "Job description": "Une grande entreprise qui opère dans le domaine d'électricité est à la recherche des Conducteurs de travaux pour nos projets prochains.\nProfil:Bac+2 en électricité ou en électromécanique. avec une expérience de 08 ans en tant que Conducteur de travaux.Missions :• Assurer le suivi quotidien des opérations des différentschantiersPrincipales taches :• Gestion des équipes sur chantier• Gestion des commandes des produits consommables• Participation aux réunions sur les chantiers• Etablissement des rapports hebdomadairesd’avancement• Gestion de la relation avec les autres intervenants :Ingénieur travaux, Chef chantier, bureau d’études• Gestion du loyer et du transport du personnel deschantiers• Animer le processus de recrutement sur chantierCompétences Techniques :• Maitrise de l’électricité de bâtiment et de la maintenanceindustrielle• Avoir une bonne connaissance de la réglementation dela sécurité• Parfaite maitrise des mécanismes des installationsCFA/CFOCompétences comportementales :• Autonomie/ force de proposition• La capacité à s’organiser• La gestion du tempsCompétences Managériales :• La collaboration / la communication• Esprit d’équipeCompétences Informatiques :• Une bonne maîtrise en informatique bureautique (Word,Excel)\nDomaine : Industrie / Ingénierie / Energie\nFonction : Ingénierie - Telecoms/Electronique\nContrat : A discuter\nEntreprise : Marrakech\nSalaire : A discuter\nNiveau d'études : Bac plus 2"
  },
  "PostedPosted 3 days ago": {
    "Title": "Senior Business Analyst",
    "Location": "Casablanca",
    "Company": "Capgemini",
    "Job type": "Permanent",
    "Job description": "About Capgemini\nCapgemini is a global leader in partnering with companies to transform and manage their business by harnessing the power of technology. The Group is guided everyday by its purpose of unleashing human energy through technology for an inclusive and sustainable future. It is a responsible and diverse organization of over 360,000 team members in more than 50 countries. With its strong 55-year heritage and deep industry expertise, Capgemini is trusted by its clients to address the entire breadth of their business needs, from strategy and design to operations, fueled by the fast evolving and innovative world of cloud, data, AI, connectivity, software, digital engineering and platforms. The Group reported in 2022 global revenues of €22 billion.\nJob Description\nYour main duties include:\nAnalyzing our clients' business processes and functional needs.\nWriting requirement specifications and functional specifications.\nFacilitating scoping workshops with clients.\nEnsuring adherence to standards to minimize custom development.\nAssisting the business owner in defining project objectives.\nParticipating in the selection of appropriate solutions.\nParticipating in the definition of the testing plan.\nFacilitating a team of users.\nParticipating in the analysis of impacts on the organization.\nSupporting change management.\nDefining user training actions.\nAnalyser avec nos clients leurs processus métiers et leurs besoins fonctionnels.\nRédiger l'expression de besoins et les spécifications fonctionnelles.\nAnimer les ateliers de cadrage avec les clients.\nS'assurer du respect du standard afin de limiter les développements spécifiques.\nAssister la maîtrise d’ouvrage notamment dans la définition de l’objectif du projet.\nParticiper à la sélection de solutions adéquates.\nParticiper à la définition du plan de recette.\nAnimer une équipe d’utilisateurs, Participer à l’analyse d’impacts sur l’organisation\nAccompagner la conduite du changement et Définir des actions de formation utilisateur.\nQualifications\nCandidate must have :\nA master’s degree of a major engineering school or an equivalent degree (BAC+5)\nExpérience in integration projects participation\nA minimum of 6 years of experience in a similar role as a Business Analyst or Functional Consultant.\nA good understanding of organization/processes/flow management.\nKnowledge of computer science.\nExcellent writing skills.\nA fluent skillset in French and English.\nUnderstanding agile processes and tools, particularly Scrum\nDe formation Bac+5 ou + (Ingénieur, Ecole de Commerce ou équivalent)\nVous avez déjà participé à des projets d'intégration\nVous justifiez d’une expérience minimum de 6 ans dans une fonction similaire en tant que Business Analyst, Consultant Fonctionnel\nVous avez une bonne culture en organisation / processus / gestion des flux.\nVous avez des connaissances en informatique.\nExcellentes qualités rédactionnelles\nVous parlez couramment le Français et l'anglais.\nConnaître les processus et outillages agile, notamment Scrum\nWhy Capgemini is unique\nCapgemini focuses on giving each new hire a YOU-nique experience through our recruitment process and on-boarding program, as well as by helping you to build your own career and professional skills foundation. The group provides a collaborative environment that embodies and holds the following stated values close to heart: Honesty, Boldness, Trust, Freedom, Team Spirit, Modesty, and Fun.\nCapgemini cultivates an atmosphere for development that enables YOU to be hands-on, planning for your growth, both horizontally and vertically. This is driven by our digital learning platform ‘Next’ and our ‘Learning for all’ mindset.\nJoin our team - our success is built on your ambitions !"
  },
  "PostedJust posted": {
    "Title": "Ingenieur automaticien",
    "Location": "El Jadida",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "El jadida\nPubliée le: 26 Feb-16:33\nAnnonce N°: 9782060\nDéterminer les process à automatiser\nDéfinir les propriétés de chaque automatisme (vitesse, cadence…).Choisir et adapter les programmes informatiques et les solutions logicielles qui vont\ncommander les machines.Mettre en place un système de mesure et de contrôle.\nElaborer un guide technique pour les utilisateurs…Profil\nBac+5avec une expérience obligatoire secteur automobile/aéronautique\nAutomatisme, Informatique Industrielle et Systèmes Automatisés, MaintenanceIndustrielle et Automatismes …\nNiveau d’expérience min. requis 5 ANS\nDomaine : Automobile\nFonction : Production - Gestion/Maintenance\nContrat : CDI\nEntreprise : AUTO\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nKawtar"
  },
  "PostedPosted 20 days ago": {
    "Title": "Chef de Projet IT",
    "Location": "Casablanca",
    "Company": "Elavi.ma",
    "Job type": "",
    "Job description": "Nous sommes une agence de transformation digitale belge installée à Casablanca. Nous proposons à nos partenaires notre expertise de plusieurs années, notamment dans le e-commerce, le marketing digital et les nouvelles technologies et nous les accompagnons dans leur chemin de croissance de leur business. Nous recrutons un chef de projet IT. Missions principales • Élaborer des plans détaillés de projet, en identifiant les étapes clés, les ressources nécessaires et les délais • Coordonner les équipes techniques, les développeurs et les parties prenantes internes pour assurer une communication transparente • Gérer efficacement les ressources techniques, en optimisant les compétences et en garantissant la réussite des projets • Mettre en place des systèmes de suivi pour évaluer l'avancement des projets, produire des rapports réguliers et identifier les points d'amélioration • Assurer une gestion rigoureuse du budget, en veillant à ce que les projets demeurent dans les limites budgétaires Assurer l’encadrement hiérarchique de l’ensemble des équipes IT Superviser l'infrastructure des réseaux d'information et garantir leur fonctionnement et leur sécurité Définir l'ensemble des moyens de communication interne nécessaires à la mise en place de nouveaux projets IT Faire le suivi du besoin Pilotage des différents projets ELAVI AGENCY Coordination avec les différents départements (Marketing, Sales, Finance, …) Estimation et budgétisation des projets et tâches Livrer le projet au niveau de qualité attendu Assurer la rentabilité du projet\nProfil Recherché\n\nCompétences et qualifications :\nFormation Bac+5 Ingénieur informatique ou équivalent\n3 ans d'expérience minimum dans le secteur\nExpérience démontrée en gestion de projets IT, avec une compréhension approfondie des méthodologies (Agile, Scrum, Waterfall, etc.).\nConnaissance technique solide, avec la capacité à comprendre les concepts informatiques, les technologies émergentes et les meilleures pratiques de l'industrie.\nMaîtrise des outils de gestion de projet tels que Jira, Microsoft Project, ou équivalents.\nCapacité à analyser les besoins techniques, à anticiper les risques et à proposer des solutions appropriées.\nBonnes connaissances en développement web\nBonnes connaissances en iOS/Android/React\nExpérience dans des projets d’ERP, Webservices,..\nQualités personnelles :\nLeadership affirmé, avec la capacité à diriger une équipe technique et à favoriser la collaboration.\nExcellentes compétences en communication, permettant d'expliquer des concepts techniques de manière claire à différents publics.\nRésolution rapide des problèmes et prise de décisions éclairées.\nExcellente gestion du temps et des priorités dans un environnement dynamique.\nAvantages sociaux et autres\nUn CDI temps plein basé à Casablanca\nUn salaire attractif\nUne Assurance Groupe\nFaire partie d'une société en croissance, composée de jeunes talents motivés\nUn cadre de travail très sympa situé dans les beaux quartiers de Casablanca\nAmplitude horaire\n09h - 18h30"
  },
  "PostedPosted 21 days ago": {
    "Title": "Ingénieur DevOps",
    "Location": "Rabat",
    "Company": "ALTEN",
    "Job type": "Permanent",
    "Job description": "Description de l'entreprise\n\nALTEN DELIVERY CENTER MAROC, Filiale du leader mondial de l'ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd'hui plus de 2400 consultants et vise un centre d’excellence de 3500 consultants ALTENiens en 2024.\nAvec plus de 90 recrutements par mois, ALTEN Maroc est désormais un acteur majeur de l’insertion professionnelle des jeunes ingénieurs.\nNous accompagnons nos clients, leaders de l’Industrie dans leurs stratégies de développement dans les domaines de l'automobile, du ferroviaire, de l'IT, de la R&D et des Télécoms & Médias.\nRejoindre ALTEN MAROC c'est bénéficier :\nDes parcours professionnels diversifiés avec des opportunités de carrière, une mobilité interne, sectorielle, géographique et métiers.\nDes formations certifiantes et diplômantes.\nDes événements réguliers pour combiner bien être et performance.\n\nDescription du poste\n\nDans le cadre du projet DevPortal, nous aurions besoin d'un profil technique pour notre \"équipe de gestionnaires d'applications\", qui pourrait être inclus dans le cycle de vie du produit (participation au cycle de publication, sprints, etc.) et qui serait également capable de gérer les tâches opérationnelles quotidiennes, y compris :\nTâches de déploiement en étant capable de publier une nouvelle version en acceptation/production (intégration continue) ;\nSupport dans l'analyse des bugs en analysant les logs et en vérifiant la configuration, mais aussi en ayant une connaissance globale des fonctionnalités de la solution ;\nSupport aux utilisateurs du service (internes et externes) ;\nAnalyse des incidents de production ;\nFonctionnement quotidien avec les équipes des Services de Production (ouvertures de réseaux, configuration DNS, etc.) ;\nGestion de bases de données (requêtes MySQL,).\nNous recherchons une personne expérimentée, avec un bon niveau d'anglais pour faciliter les échanges avec les équipes et qui connaisse l'écosystème Cloud (OpenShift, helm charts, etc).\n\nQualifications\nBac+5 en Informatique\n4 ans d’expérience dans un rôle similaire est obligatoire\nDrupal ; Git ; Gitlab ; OPS ; MySQL ; OpenShift ; Helm chart ; Apigee ; terraform\nGIT, Openshift, Kubernetes\n\nInformations supplémentaires"
  },
  "PostedPosted 2 days ago": {
    "Title": "DS- Ingénieur Avant-Vente F/H",
    "Location": "El Jadida",
    "Company": "Orange",
    "Job type": "",
    "Job description": "Missions principales :\nVos responsabilités seront les suivantes :\nConcevoir les propositions techniques, fonctionnelles, et commerciales, répondant aux cahiers des charges clients ;\nCoordonner les activités composant les cycles avant-ventes, tout en respectant les processus de l'entreprise ;\nA ce titre vous devrez :\nParticiper à l'étape de qualification de besoin en accompagnement des forces commerciales,\nAssurer de la bonne compréhension des expressions de besoin et enjeux clients ;\nPrononcer sur la pertinence pour l'entreprise de se positionner sur les projets clients, sur la base des critères de profitabilité & de stratégie d'entreprise ;\nIdentifier la meilleure stratégie de réponse en collaboration avec les forces de vente et équipes de réalisation ;\nPiloter les réponses des partenaires/fournisseurs contribuant par leurs solutions ou services IT, à la construction d'une proposition cohérente dans le cadre d'affaires plus larges ;\nRédiger ou pilotez la rédaction de la proposition technique et commerciale dans les délais impartis en Français ou en Anglais ;\nConstituer les dossiers de chiffrage et business case associés ;\nGarantir la cohérence des éléments techniques, fonctionnels et financiers constituant la proposition ;\nIdentifier les risques techniques et contractuels liés à la réalisation, et proposer les actions de réduction de ces risques ;\nAssurer la présentation, l'explication, des propositions aux clients en Français ou en Anglais ;\nAssurer la bonne transmission des éléments constitués en avant-vente aux équipes de réalisation ;\nEtre en support aux équipes en phase de réalisation, pour d'éventuelles opérations de négociation sur la modification du périmètre ;\nMaitriser les charges et délais associés à chaque avant-vente\nEt si c’était vous ?\n\nabout you\nProfil recherché :\nDe formation Ingénieur ou Master dans le domaine de l'Informatique,\nVous avez une première expérience :\nEn tant qu'Ingénieur Avant-Vente, Chef de Projet sénior ou Directeur de Projet, dans le cadre de projets d'intégration IT au forfait, de services IT fournis par des partenaires ou fournisseurs tiers ;\nDans la conception et rédaction de propositions techniques et commerciales dans le domaine du Digital;\nDans l'accompagnement de forces commerciales au titre de qualifications ou business développement.\nDans la pratique de l'Anglais aussi bien à l'oral qu'à l'écrit ;\nDes expériences dans le service informatique IT orientées Digital sont un plus, tout comme un vécu sur des projets à l'international.\nMotivé(e) et rigoureux(euse) avec un bon esprit d'analyse et de service, avec un gout prononcé pour l'innovation.\nDynamique, autonome, avec le sens de l'engagement.\nVous souhaitez intégrer une structure qui saura être à l'écoute de votre potentiel et qui vous permettra d'évoluer comme vous le méritez, alors envoyez sans plus attendre votre candidature !\nAlors, prêt à rejoindre l’équipe d’Orange Business Maroc ?\nPostulez en un clic !\n\nadditional information\nOrange Business est une entreprise de services digitaux née du réseau et l’entité d’Orange dédiée aux entreprises dans le monde.\nGrâce à son expertise d’opérateur et intégrateur de services à chacune des étapes de la chaîne de valeur digitale, Orange Business réunit tous les savoir-faire pour accompagner les entreprises notamment dans les réseaux SDN, les services multi-cloud, la Data et l’IA, les services de mobilité intelligente et la cybersécurité.\nDS (Digital Services) : aide et accompagne les clients d’Orange Business à exploiter toute la puissance des données et du digital pour innover et réinventer leur business.\nDigital Services est spécialisée dans le développement et l'intégration logiciels, l'analyse de données et l'intelligence artificielle. Avec plus de 3900 experts, elle accompagne les entreprises dans la digitalisation de leurs processus métiers tout en les aidant à mieux utiliser et valoriser leurs données.\nRejoindre DS, c’est rejoindre une organisation jeune, dynamique et innovante dans les domaines des solutions digitales et de la data intelligence au service des clients d’Orange Business. Travailler au sein de DS, c’est avoir l’opportunité de changer de mission, d’environnement technique et de secteur régulièrement. Notre force est de rester toujours à la pointe des dernières technologies en formant et en certifiant régulièrement nos salariés afin de répondre toujours au mieux aux besoins de nos clients.\n\ncontract\nRegular"
  },
  "PostedPosted 19 days ago": {
    "Title": "Ingénieur informatique - expérience en gestion",
    "Location": "Agadir",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Agadir\nPubliée le: 7 Feb-10:28\nAnnonce N°: 9764830\nNous somme a la recherche d'un ingénieure informatique avec expérience en gestion d'équipe.\nDiplôme bac +5ingénieure informatique\nExpérience minimum 5ans dans un poste similaire.Ville Agadir\nContrat CDI\nDomaine : Commercial / Vente\nFonction : Informatique - Développement Hardware\nContrat : CDI\nEntreprise : CONFIDENTIEL\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nCONFIDENTIEL"
  },
  "PostedPosted 11 days ago": {
    "Title": "Techlead Java (F/H)-AGADIR-Maroc",
    "Location": "Agadir",
    "Company": "Cegedim Group",
    "Job type": "Full-time +1",
    "Job description": "Contrat permanent\nTemps plein\nAucune expérience exigée\nMaster, DESS, DEA, Bac+5\nInformatique / Systèmes d’information\nMission\nA propos de Cegedim :\nFondé en 1969, Cegedim est un Groupe innovant de technologies et de services spécialisé dans la gestion des flux numériques de l’écosystème santé et BtoB, ainsi que dans la conception de logiciels métiers destinés aux professionnels de santé et de l’assurance.\nCegedim réalise un chiffre d’affaires de 555 millions d’euros en 2022 et compte plus de 6000 collaborateurs dans plus de 10 pays.\nCegedim SA est cotée en bourse à Paris (EURONEXT : CGM).\nPour en savoir plus : www.cegedim.fr\nEt suivez Cegedim sur Twitter : @CegedimGroup et LinkedIn.\n\nMissions:\nEncadrer, accompagner et gérer les savoir-faire des équipes techniques, dans le cadre de la méthode AGILE ;\nAnalyser les besoins et les contraintes techniques ;\nGarantir la rédaction de la documentation technique.\nFaciliter l'activité quotidienne des équipes de développement.\nCoacher et faire monter en compétences ;\nParticiper aux cérémoniaux Scrum (Sprint planning, daily meeting, démo et rétrospective).\n\nProfil\nBac+5 Ingénieur/Master 2 en développement logiciel ;\n5 ans d’expérience minimum ;\nMaitrise du langage Java 8 ou version supérieur, Javascript version ES6 ou supérieur, HTML 5, CSS, JSON, SQL et PostgreSQL ;\nConnaissances de base en scripting shell linux ;\nExpérience en conception des web services API REST, SOAP ;\nConnaissances Rust serait un grand plus ;\nMaitrise d’un gestionnaire de version, idéalement Git ;\nConnaissances en intégration continue (Jenkins / Docker) ;\nRigueur, organisation, esprit d’analyse, capacité d’adaptation, qualité relationnelle, travail en équipe et communication dans un environnement multi-interlocuteurs et multiculturels ;\nConnaissances des valeurs de l'agilité, ainsi que les outils de gestion agiles et collaboratifs tels que JIRA / Confluence ;\nLocalisation\nEmplacement Adresse\nAgadir, 80000 Agadir, Maroc"
  },
  "EmployerActive 19 days ago": {
    "Title": "Ingénieur de production contrôles manuels de flux - N2 H/F",
    "Location": "Casablanca",
    "Company": "Bénin Digital",
    "Job type": "Full-time",
    "Job description": "Ingénieur de production contrôles manuels de flux - N2 H/F\nObjectif global : Effectuer Les contrôles manuels de flux / Suivi des batch VTOM d'automatisation / Accompagnement à l'automatisation des contrôles\nDescription détaillée :\nRenfort de l'équipe contrôle de flux durant le congé de maternité d'une collaboratrice pour du suivi de production (Contrôles manuels et automatiques). Continuer\nl'industrialisation des gestes opérés manuellement.\nDéfinition du profil :\nParticipe aux différentes phases projet ou peut être amené à piloter le projet\n- Met en œuvre des solutions techniques.\n- Réalise des diagnostics pour identifier les causes de dysfonctionnement, proposer et mettre en œuvre des corrections et des solutions de \"back-up\".\n- Propose des solutions pour améliorer les performances de son domaine d'activité.\n- Assure, si nécessaire, l'interface des experts des autres domaines et gère les échanges avec les sous-traitants.\n- Définit les règles de bonne gestion des systèmes d'exploitation.\n- Conçoit si nécessaire les normes et les règles de bonne gestion et vérifier systématiquement leur application (sécurité informatique, qualité?).\n- Assure la mise à niveau, l'assemblage, la cohérence et l'homologation des différents logiciels (progiciels, base de données, développements spécifiques) dans le respect de l'architecture retenue.\n- Prend en charge l'intégration de nouvelles applications ou de progiciels (transactionnel et/ou batch) dans le respect des normes et procédures en vigueur\n- Effectue la réception, la validation et le packaging des composants.\n- Installe et met à disposition des composants.\n- Réalise la recette technique et l'homologation des composants / applications.\n- Participe à l'amélioration des processus et des outils d'industrialisation et de déploiement.\n- Travaille en relation étroite et permanente avec les équipes Etudes, Infrastructures et Sécurité.\nSpécificités pour les tests techniques :\n- Prise de connaissance du changement et de son contexte technique\n- Complète le plan de tests proposé\n- Prépare les infrastructures de tests\n- Valide les documents et les procédures à destination de la production\n- Réalise les différents tests techniques\n- Analyse les résultats\n- Contribue au diagnostic en cas de dysfonctionnement\n- Rédige les rapports détaillés qui aideront à la décision du GO/NOGO pour la mise en production\n- Constitue ou met à jour le patrimoine de tests réutilisable pour les intégrations ultérieures\n- Effectue le reporting vers le Responsable Intégration\n- Contribue à l'amélioration continue\n- Industrialise les tests techniques récurrents (automatisation, outillage?)\nContrainte forte du projet : Experience technique sur les outils de gestions de flux / expérience sur ordonnanceur VTOM et scripts Linux\nCompétences techniques :\nVTOM - Confirmé - Important\nLinux - Confirmé - Important\nconnaissance des outils de transferts de fichiers - Confirmé - Souhaitable\nConnaissances linguistiques : Anglais Lu, écrit (Secondaire)\nBénin Digital est une Entreprise de Services du Numérique (ESN) spécialisée dans la digitalisation des processus métiers et accompagne les clients issus des secteurs de l’industrie, de la Banque & assurance, de l’industrie, de la Grande distribution & e-commerce, et des Médias & communication. Nous interagissons avec nos clients et consultants autour de compétences « tech » pour l’essentiel et les accompagnons aussi avec des talents Data, Produit, Design et Marketing Digital . Benin Digital accompagne ses clients dans la chaine de valeur de leurs activités en leur mettant à disposition son expertise à travers des consultants hautement qualifiées pour des projets et des missions diversifiées en Afrique et en Europe\nType d'emploi : Temps plein\nSalaire : 3.500,00DH à 12.000,00DH par mois"
  },
  "PostedPosted 7 days ago": {
    "Title": "Ingénieur QA",
    "Location": "Casablanca",
    "Company": "Alter Solutions",
    "Job type": "",
    "Job description": "Description de l'entreprise\n\nALTER SOLUTIONS est une société de conseil et d’expertise en technologies créée en 2006. Notre vocation est d’accompagner nos clients sur les enjeux technologiques et organisationnels de leur transformation digitale. Notre offre s’articule autour des expertises suivantes :\nTechnologies & Software Delivery\nCybersécurité\nAvec 6 bureaux en France, au Portugal, en Allemagne et en Belgique, et plus de 700 collaborateurs, nous offrons un réseau d'experts qui garantit un large éventail de compétences et un soutien de proximité pour répondre au mieux aux besoins de nos clients.\nNotre succès passant par le développement et l’épanouissement de chaque collaborateur, nous attachons beaucoup d’importance à offrir les meilleures conditions de travail possibles :\nTélétravail disponible sur une grande partie de nos missions\nUn environnement de travail en Flex Office disponible pour tous et tout le temps pour favoriser la communication et la collaborativité\nDes communautés d’experts pour partager et diffuser les compétences au sein du groupe\nUn encadrement projet et un suivi RH de proximité\nDes formations et certifications proposées annuellement\nUne valorisation des parcours d’expertise de nos consultants\n\nDescription du poste\n\nVous intégrerez, au sein de notre Delivery Center de Casablanca, une équipe d’experts en tests et recette de solutions logicielles.\nVos missions seront les suivantes :\nConception des cas de tests\nExécution des campagnes de tests\nAnalyse des anomalies rencontrées et intéraction avec les développeurs\n\nQualifications\n\nQuel profil pour ce poste :\nVous êtes issu(e) d’une formation Bac+5 (École d’ingénieur, Université ou équivalent …) en informatique\nVous justifiez d’une expérience significative d'au moins 3 ans au sein d’une équipe QA ou de tests/recette applicatif\nVous êtes un bon communiquant et disposez de capacités d’analyse et de synthèse éprouvées\nVous accordez de l’importance (et du temps) à la veille\nQuelles compétences/connaissances pour ce poste :\nConnaissance AS400 appréciée\nIdéalement une expérience dans le secteur de l'Assurance\nAnglais courant impératif\nSi vous souhaitez relever de nouveaux défis et même si vous ne disposez pas de toutes ces compétences, n’hésitez pas à postuler. Nous nous engageons à être très réactif dans la gestion des candidatures.\n\nInformations supplémentaires"
  },
  "PostedPosted 28 days ago": {
    "Title": "Developpeur senior odoo",
    "Location": "Rabat",
    "Company": "",
    "Job type": "",
    "Job description": "Rabat\nPubliée le: 29 Jan-18:37\nAnnonce N°: 9756780\nIngénieur développeur Senior Odoo Fullstack\nDe profil Ingénieur BAC + 5 en génie informatique, certifié Odoo 15, 16 ou 17\nDisposant de plus de 5 ans d’expérience dans le développement sous Odoo\nVous avez piloté et/ou participé, à l’implémentation d’Odoo en solution ERP/CRM pour des entreprises au Maroc et à l’international dans divers domaines industriels et commerciaux.\nVous avez une maitrise des modules Odoo Entreprise Comptabilité, RH, Paie, Achats, Ventes, CRM, Production, Projet…\nVous avez réalisé plusieurs développements spécifiques aux besoins du clients.\nVous êtes capables de mener un projet depuis l’identification du besoin jusqu’à la formation de l’utilisateur.\nDomaine : Informatique / Multimédia / Internet\nFonction : Informatique - Développement\nContrat : A discuter\nEntreprise : MACOBATE\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nAchraf TOUNSI"
  },
  "PostedPosted 25 days ago": {
    "Title": "Chargé(e) appels offres en équipements biomédicaux",
    "Location": "Casablanca",
    "Company": "",
    "Job type": "Permanent",
    "Job description": "Casablanca\nPubliée le: 26 Feb-17:48\nAnnonce N°: 9759625\nNotre Société implantée à la ville de Casablanca et spécialisée dans la commercialisation et la maintenance des équipements biomédicaux est à la recherche d’un(e) chargé(e) d’appels d’offres.\nProfil demandé :• Niveau d’étude : Ingénieur biomédical (bac+5)• Expérience : Une première expérience dans un poste similaire est souhaitée• Langues : Bonne maitrise du français et de l’anglais, parlé et écrit• Connaissance en informatique : Maitrise de la bureautique + logiciel de la gestion commerciale « Sage » serait un atoutPrincipales missions :• Faire un travail de recherche dans les plateformes dédiées aux annonces d’appels d’offres et commandes publiques ;• Préparer les descriptifs techniques selon les spécifications de nos produits ;• Elaborer les documents de formalisation des offres selon les exigences du CPS ;• Traitement des dossiers des appels d’offres : offre technique & offre financière ;• Assurer l’envoi des offres dans les délais impartis.\nDomaine : Commercial / Vente\nFonction : Commercial/Technico-Commercial\nContrat : CDI\nEntreprise : SOCIETE BIOMEDICALE\nSalaire : A discuter\nNiveau d'études : Bac plus 5\nAnnonceur :\nASA"
  }
}